tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "julien-cpsn/atac"
tap "localsend/localsend"
tap "playcover/playcover"
tap "shivammathur/php"
brew "brew-php-switcher"
brew "php", link: false
brew "composer"
brew "duti"
brew "git-lfs"
brew "jenv"
brew "jq"
brew "lazygit"
brew "lua"
brew "maven"
brew "mercurial"
brew "mtr"
brew "nvm"
brew "ollama", restart_service: true
brew "pipx"
brew "pnpm"
brew "pyenv"
brew "redis"
brew "rust"
brew "starship"
brew "stow"
brew "telnet"
brew "tmux"
brew "tree"
brew "uvicorn"
brew "wget"
brew "julien-cpsn/atac/atac"
brew "shivammathur/php/php@7.2", link: true
cask "adguard"
cask "aldente"
cask "anki"
cask "another-redis-desktop-manager"
cask "apifox"
cask "appcleaner"
cask "applite"
cask "arc"
cask "authy"
cask "cakebrew"
cask "calibre"
cask "devutils"
cask "diffusionbee"
cask "easydict"
cask "eul"
cask "feishu"
cask "fig"
cask "firefox"
cask "font-jetbrains-mono"
cask "ghidra"
cask "google-chrome"
cask "hazel"
cask "hiddenbar"
cask "iina"
cask "input-source-pro"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "localsend"
cask "maczip"
cask "monitorcontrol"
cask "neteasemusic"
cask "notion"
cask "obs"
cask "obsidian"
cask "onyx"
cask "openvpn-connect"
cask "orbstack"
cask "playcover-community"
cask "postman"
cask "qbittorrent"
cask "rapidapi"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "skim"
cask "slack"
cask "squirrel"
cask "steam"
cask "switchhosts"
cask "telegram"
cask "thor"
cask "upscayl"
cask "visual-studio-code"
cask "zotero"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "codeium.codeium"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "jakebathman.mysql-syntax"
vscode "jebbs.plantuml"
vscode "jheilingbrunner.vscode-gnupg-tool"
vscode "k--kato.intellij-idea-keybindings"
vscode "leetcode.vscode-leetcode"
vscode "leizongmin.node-module-intellisense"
vscode "marp-team.marp-vscode"
vscode "pomdtr.excalidraw-editor"
vscode "redhat.vscode-yaml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "yidash.outline-plus"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
