tap "anchordotdev/tap"
tap "anhoder/go-musicfox"
tap "codecrafters-io/tap"
tap "d99kris/nchat"
tap "daipeihust/tap"
tap "danvergara/tools"
tap "homebrew/bundle"
tap "homebrew/services"
tap "julien-cpsn/atac"
tap "lihaoyun6/tap"
tap "localsend/localsend"
tap "playcover/playcover"
tap "shivammathur/php"
tap "tinygo-org/tools"
brew "aria2"
brew "asdf"
brew "binaryen"
brew "icu4c@76"
brew "bitwarden-cli"
brew "brew-php-switcher"
brew "btop"
brew "chsrc"
brew "cmake"
brew "curl"
brew "php", link: false
brew "composer"
brew "coreutils"
brew "cryptography"
brew "dive"
brew "docker-slim"
brew "duti"
brew "harfbuzz"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-gui"
brew "git-lfs"
brew "gptscript"
brew "graphviz"
brew "himalaya"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "k9s"
brew "lazydocker"
brew "lazygit"
brew "lua"
brew "mactop"
brew "mas"
brew "maven"
brew "mercurial"
brew "mongocli"
brew "mpv"
brew "mtr"
brew "mycli"
brew "neofetch"
brew "neovim"
brew "newsboat"
brew "nvm"
brew "oha"
brew "ollama", restart_service: :changed
brew "onefetch"
brew "php@8.1"
brew "pipx"
brew "pkgconf"
brew "plantuml"
brew "pnpm"
brew "poetry"
brew "presenterm"
brew "pyenv"
brew "qt@5"
brew "redis"
brew "ripgrep"
brew "sox"
brew "starship"
brew "stow"
brew "superfile"
brew "telnet"
brew "terraform"
brew "thefuck"
brew "tmux"
brew "tree"
brew "trzsz-ssh"
brew "uvicorn"
brew "wget"
brew "whisperkit-cli"
brew "wrk"
brew "xdg-ninja"
brew "yazi"
brew "you-get"
brew "yq"
brew "zellij"
brew "anchordotdev/tap/anchor"
brew "anhoder/go-musicfox/go-musicfox"
brew "codecrafters-io/tap/codecrafters"
brew "d99kris/nchat/nchat", args: ["without-whatsapp"]
brew "daipeihust/tap/im-select"
brew "danvergara/tools/dblab"
brew "shivammathur/php/php@7.1", link: true
brew "shivammathur/php/php@7.2"
brew "tinygo-org/tools/tinygo"
cask "airbattery"
cask "aldente"
cask "anaconda"
cask "anki"
cask "another-redis-desktop-manager"
cask "anytype"
cask "apifox"
cask "appcleaner"
cask "applite"
cask "arc"
cask "background-music"
cask "bananas"
cask "betterdisplay"
cask "bruno"
cask "cakebrew"
cask "calibre"
cask "charles"
cask "cherry-studio"
cask "cursor"
cask "devutils"
cask "diffusionbee"
cask "easydict"
cask "eloston-chromium"
cask "eul"
cask "feishu"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "godot"
cask "goneovim"
cask "google-chrome"
cask "hazel"
cask "hiddenbar"
cask "iina"
cask "input-source-pro"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keycastr"
cask "lapce"
cask "lens"
cask "localsend"
cask "logseq"
cask "macwhisper"
cask "maczip"
cask "memoryanalyzer"
cask "min"
cask "monitorcontrol"
cask "motrix"
cask "neteasemusic"
cask "notion"
cask "obs"
cask "obsidian"
cask "onyx"
cask "openvpn-connect"
cask "orbstack"
cask "pearcleaner"
cask "pika"
cask "playcover-community"
cask "postman"
cask "qbittorrent"
cask "quickrecorder"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "signal"
cask "siyuan"
cask "skim"
cask "slack"
cask "squirrel"
cask "steam"
cask "stretchly"
cask "switchhosts"
cask "telegram"
cask "thor"
cask "thunder"
cask "ui-tars"
cask "upscayl"
cask "vimr"
cask "visual-studio-code"
cask "vlc"
cask "wave"
cask "zed"
cask "zotero"
mas "Actions", id: 1586435171
mas "Barbee", id: 1548711022
mas "Cleaner", id: 1597938160
mas "Copybook Generator", id: 6503953628
mas "DingTalk", id: 1435447041
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "Grab2Text", id: 6475956137
mas "iBar", id: 6443843900
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Power Node", id: 1195518228
mas "sing-box", id: 6451272673
mas "Speedtest", id: 1153157709
mas "Subscriptions", id: 1577082754
mas "TimeBank", id: 6474505609
mas "VooV", id: 1497685373
mas "WeChat", id: 836500024
mas "Xcode", id: 497799835
mas "文颜", id: 6670157335
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "continue.continue"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "jebbs.plantuml"
vscode "jheilingbrunner.vscode-gnupg-tool"
vscode "k--kato.intellij-idea-keybindings"
vscode "leetcode.vscode-leetcode"
vscode "leizongmin.node-module-intellisense"
vscode "marp-team.marp-vscode"
vscode "pomdtr.excalidraw-editor"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "saoudrizwan.claude-dev"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "yidash.outline-plus"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
